Repository: nikolinaneric/Dogs-adoption-platform
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: sr

source: Email
sr: Mejl

source: Password
sr: Lozinka

source: Confirm Password
sr: Potvrda lozinke

source: First name
sr: Ime

source: Password must contain at least 8 characters
sr: Lozinka mora sadržati minimum 8 znakova

source: Update Profile Picture
sr: Ažurirajte profilnu fotografiju

source: Request Password Reset
sr: Zahtjev za resetovanje lozinke

source: Passwords don't match!
sr: Lozinke se ne podudaraju

source: Submit new password
sr: Sačuvajte novu lozinku

source: Request Verification Mail
sr: Zahtjev za verifikacioni mejl

source: Name
sr: Ime

source: City
sr: Grad

source: Gender
sr: Pol

source: Description
sr: Opis

source: Add a picture
sr: Dodajte fotografiju

source: children
sr: djece

source: dogs
sr: pasa

source: cats
sr: mačaka

source: small animals
sr: malih životinja

source: big animals
sr: velikih životinja

source: male
sr: muški

source: female
sr: ženski

source: The email address you're trying to add has been registered with the account already.
sr: Mejl adresa je već povezana sa postojećim nalogom.

source: Verification email sent! Please check your inbox.
sr: Verifikacioni mejl je poslat. Molimo Vas provjerite poštansko sanduče.

source: Account created!
sr: Nalog kreiran!

source: Your token is either invalid or expired.
sr: Vaš token je nevažeći ili istekao.

source: Your account has been verified. You may log in now.
sr: Vaš nalog je verifikovan. Možete se ulogovati.

source: Logged in successfully!
sr: Ulogovani ste uspješno!

source: Incorrect password, try again
sr: Pogrešna lozinka, pokušajte ponovo

source: Email is not verified.
sr: Mejl nije verifikovan.

source: Account does not exist.
sr: Nalog ne postoji.

source: Request verification mail
sr: Zahtjev za verifikacioni mejl

source: Your account has been updated!
sr: Vaš nalog je ažuriran!

source: Your new email has been verified. You may log in now.
sr: Vaš nova mejl adresa je verifikovana. Možete se ulogovati.

source: An email has been sent with instructions to reset your password.
sr: Mejl je poslat sa instrukcijama za resetovanje lozinke.

source: Request password reset
sr: Zahtjev za resetovanje lozinke

source: Your password has been updated! You are now able to log in
sr: Vaša lozinka je uspješno promijenjena. Možete se ulogovati.

source: Your email has been sent!
sr: Vaš mejl je poslat!

source: Your adoption post has been updated!
sr: Vaša objava o udomljavanju je ažurirana!

source: Your adoption post has been removed!
sr: Vaša objava o udomljavanju je uklonjena!

source: You have already filled out the questionnaire.
sr: Upitnik je već popunjen.

source: You successfully submited your answers. Here are your matches!
sr: Uspješno ste sačuvali svoje odgovore. Ovo su psi s kojima biste se uklapali.

source: You successfully submited your new answers. Here are your matches!
sr: Uspješno ste sačuvali svoje nove odgovore. Ovo su psi s kojima biste se uklapali.

source: Oops, it seems there aren't matches for your preferences...
sr: Ups, izgleda da nema poklapanja za Vaše preferencije...

source: Check if there are preferences that can be modified or take a look at some of the our random choices.
sr: Provjerite da li postoje preferencije koje možete izmijeniti ili pogledajte neke od naših nasumičnih odabira.

source: If you would not keep a dog in the house and if there is no yard, then where would the dog live? Please check your answers.
sr: Ako ne biste držali psa u kući, i ako nemate dvorište, gdje bi pas živio? Molimo Vas provjerite Vaše odgovore.

source: Home
sr: Početna stranica

source: My profile
sr: Moj profil

source: Add a dog for adoption
sr: Dodajte psa za udomljavanje

source: Find a dog to adopt
sr: Pronađite psa za udomljavanje

source: Login
sr: Prijava

source: Sign Up
sr: Registracija

source: Logout
sr: Odjava

source: Comparison
sr: Poređenje

source: You
sr: Vi

source: Dog
sr: Pas

source: are fine with mixed breed dogs
sr: udomili biste mješanca

source: prefer pure breed
sr: preferirate rasnog psa

source: is mixed breed
sr: je mješanac

source: is pure breed
sr: je rasni

source: prefer
sr: preferirate

source: breeds
sr: rase

source: (age)
sr: (starosti)

source: and
sr: i

source: (size) dogs, with
sr: (veličine) pse,

source: (color) and
sr: boje i

source: coat length
sr: dlake

source: primary breed
sr: primarna rasa

source: size (estimated size of adult)
sr: procijenjene veličine odraslog psa

source: primarily
sr: primarno

source: hair
sr: dlake

source: need already spayed/neutered dog
sr: želite već sterilisanog/kastriranog

source: can take care of spaying/neutering
sr: pobrinuli biste se za sterilizaciju

source: (Note that this is an obligatory procedure as soon as the dog is mature enough!)
sr: (Napominjemo da je ovo obavezna procedura nakon što pas odraste!)

source: is spayed/neutered
sr: je sterilisan/kastriran

source: is not spayed/neutered
sr: nije sterilisan/kastriran

source: your dog would be around
sr: Vaš pas bi bio u blizini

source: don't need dog to be adapted to children or other animals
sr: ne zahtjevate da pas bude u blizini djece ili drugih životinja

source: is known to be good with
sr: je dobar u blizini

source: isn't adapted to be around other animals or children or it is unknown
sr: nije adaptiran za okruženje drugih životinja ili djece, ili je nepoznato

source: are open to adopting a dog with special needs
sr: otvoreni ste za udomljavanje pasa sa posebnim potrebama

source: are not open to adopting a dog with special need
sr: niste otvoreni za udomljavnje psa sa posebnim potrebama

source: is special-needs dog
sr: ima posebne potrebe

source: is not a special-needs dog
sr: nema posebne potrebe

source: could provide a
sr: možete obezbjediti

source: level of activity
sr: nivo aktivnosti

source: have a yard
sr: imate dvorište

source: don't have a yard
sr: nemate dvorište

source: have a park nearby
sr: imate park u blizini

source: don't have a park nearby
sr: nemate park u blizini

source: needs a
sr: zahtjeva

source: would keep a dog in a house if needed
sr: držali biste psa u kući ako je potrebno

source: wouldn't keep a dog in a house
sr: ne biste držali psa u kući

source: needs to live inside
sr: mora da živi unutra

source: doesn't need to live inside
sr: ne mora da živi unutra

source: Dog info
sr: Informacije o psu

source: is known to be good with
sr: je dobar u blizini

source: Questionnaire
sr: Upitnik

source: Adoption preferences
sr: Preferencije za udomljavanje

source: Would you like to change some preferences to enhance the chance of finding the best fit for you? You can reanswer just the questions which answer you want to change.
sr: Da li biste željeli da izmijenite neke od preferencija u cilju povećanja šanse za nalaženjem najboljih spojeva za Vas. Potrebno je da ponovo odgovorite samo na pitanja na koja dajete izmijenjen odgovor.

source: Check your submited preferences
sr: Pogledajte Vaše unesene preferencije

source: Close
sr: Zatvori

source: Do you have a preferred breed?
sr: Da li preferirate određenu rasu?

source: No preference
sr: Bez preference

source: Are you okay with a mixed-breed dog?
sr: Da li biste udomili mješanca?

source: Yes
sr: Da

source: No
sr: Ne

source: Do you have an age preference?
sr: Da li imate preferencu za starost psa?

source: Puppy
sr: Kuče

source: Young
sr: Mladi

source: Adult
sr: Odrasli

source: Senior
sr: Stari

source: Do you have a size preference?
sr: Da li imate preferencu za veličinu psa?

source: Small
sr: Mali

source: Medium
sr: Srednji

source: Large
sr: Veliki

source: Do you have a color preference?
sr: Da li imate preferencije za boju krzna psa?

source: White
sr: Bijela

source: Yellow
sr: Žuta

source: Brown
sr: Smeđa

source: Gray
sr: Siva

source: Black
sr: Crna

source: Do you need already spayed/neutered dog or are you willing to take care of it on your own expense?
sr: Da li Vam je potreban već sterilisan/kastriran pas ili ste spremni da to uradite o svom trošku?

source: I need spayed/neutered
sr: Potreban mi je sterilisan/kastriran

source: I can take care of it
sr: Pobrinuću se za to

source: Do you have a coat length preference?
sr: Da li imate preferencije za dužinu krzna psa?

source: Short-haired
sr: Kratkodlaka

source: Long-haired
sr: Dugodlaka

source: Would your dog be around children?
sr: Da li bi Vaš pas bio u blizini djece?

source: Do you already own a dog?
sr: Da li već imate psa?

source: Do you own a cat?
sr: Da li imate mačku?

source: Do you own other small animals such as a hamster, rabbit, etc?
sr: Da li imate druge male životinje poput hrčka, zeca, i sl?

source: 12. Do you own big animals such as cows, pigs, etc?
sr: Da li imate velike životinje poput krava, svinja, i sl?

source: Would you keep your dog inside house if needed?
sr: Da li biste držali psa u kući ako je potrebno?

source: Do you have a yard?
sr: Da li imate dvorište?

source: Do you have a park nearby?
sr: Da li imate park u blizini?

source: Which level of activity can you provide to your dog?
sr: Koliki nivo aktivnosti možete obezbjediti psu?

source: Low
sr: Nizak

source: High
sr: Visok

source: Are you open to adopting a special-needs dog?
sr: Da li ste otvoreni za udomljavanje pasa sa posebnim potrebama?

source: Submit
sr: Potvrdi

source: Maybe you would also want to check out <br>some of the dogs waiting for adoption the longest.
sr: Možda biste takođe željeli da pogledate <br>neke od pasa koji čekaju za udomljavanje najduže.

source: Foster parent
sr: Hranitelj

source: Email Form
sr: Mejl forma

source: To
sr: Za

source: Subject
sr: Predmet

source: About adopting
sr: Udomljavanje

source: Message
sr: Poruka

source: Type your message here
sr: Unesite Vašu poruku ovdje

source: Send
sr: Pošalji

source: Dogs
sr: Psi

source: Dogs for adoption
sr: Psi za udomljavanje

source: Would you like to find a dog that would probably be the best fit for you?
sr: Da li biste željeli da pronađete psa koji bi bio najpogodniji za Vas?

source: Fill out the questionnaire and try our dope connection sistem.
sr: Popunite upitnik i isprobajte naš sistem povezivanja.

source: Filter by city
sr: Filtriraj po gradu

source: Clear the filter
sr: Ukloni filter

source: Filter by gender
sr: Filtriraj po polu

source: Email Address
sr: Mejl adresa

source: Forgot Password?
sr: Zaboravljena lozinka?

source: Send verification mail again
sr: Pošalji verifikacioni mejl ponovo

source: Need An Account?
sr: Potreban Vam je nalog?

source: Sign Up Now
sr: Registrujte se

source: Adding a dog for adoption
sr: Dodavanje psa za udomljavanje

source: Please try to provide accurate information to make adopting more successful.
sr: Molimo Vas dostavite što preciznije informacije kako bi udomljavanje bilo uspješnije.

source: Upload a picture
sr: Dodajte fotografiju

source: Give us some details about your dogs in foster, so we can find a perfect human for them!
sr: Dajte nam neke detalje o psima iz Vašeg hraniteljstva, kako bismo našli savršene ljude za njih!

source: What is dog's primary breed? 'Unknown' is valid answer also.
sr: Koja je primarna rasa psa? 'Nepoznata' je takođe validan odgovor.

source: Enter your answer
sr: Unesite odgovor

source: Is dog in your foster a mixed-breed dog?
sr: Da li je pas iz Vašeg hraniteljstva mješanac?

source: What is the dog's age?
sr: Koja je starost psa?

source: What is the dog's estimated adult size?
sr: Koja je procijenjena veličina odraslog psa?

source: What is the primary color of the dog's coat?
sr: Koja je primarna boja psećeg krzna?

source: Is this dog neutered/spayed?
sr: Da li je pas sterilisan/kastriran?

source: What is the dog's coat length?
sr: Koja je dužina psećeg krzna?

source: Is this dog known to be good with children?
sr: Da li je ovaj pas dobar sa djecom?

source: Unknown
sr: Nepoznato

source: Is this dog known to be good with other dogs?
sr: Da li je ovaj pas dobar sa drugim psima?

source: 10. Is this dog known to be good with cats?
sr: Da li je ovaj pas dobar sa mačkama?

source: Is this dog known to be good with small animals such as a hamster, rabbit, etc?
sr: Da li je ovaj pas dobar sa malim životinjama poput hrčka, zeca, i sl?

source: Is this dog known to be good with big animals such as cows, pigs, etc?
sr: Da li je ovaj pas dobar sa velikim životinjama poput krava, svinja, i sl?

source: Which level of activity does this dog need to have?
sr: Koliki nivo aktivnosti je potreban ovom psu?

source: Is this dog a special-needs dog?
sr: Da li pas ima posebne potrebe?

source: Post
sr: Postavi

source: Meet
sr: Ovo je

source: Update
sr: Ažuriraj

source: Delete
sr: Obriši

source: Thinking about adopting
sr: Razmišljate o udomljavanju

source: Contact the foster parent
sr: Kontaktirajte hranitelja

source: Check the fit
sr: Provjerite kompatibilnost

source: You need to fill out the
sr: Potrebno je da popunite

source: adoption preferences
sr: preferencije za udomljavanje

source: in order to see the compatibility result.
sr: kako biste vidjeli rezultat kompatibilnosti.

source: Delete Post?
sr: Obrisati objavu?

source: Password reset
sr: Resetovanje lozinke

source: New password
sr: Nova lozinka

source: Confirm new password
sr: Potvrda nove lozinke

source: Reset password
sr: Resetovanje lozinke

source: First Name
sr: Ime

source: Password (Confirm)
sr: Potvrda lozinke

source: Just want to browse?
sr: Želite samo da pretražujete?

source: View available dogs unregistered
sr: Pogledajte dostupne pse bez registracije

source: Update post
sr: Ažuriranje objave

source: Updating dog info
sr: Ažuriranje informacija o psu

source: Change a picture
sr: Izmijenite fotografiju

source: Contact me
sr: Kontaktiraj me

source: Dogs in
sr: Psi čiji je hranitelj

source: If you like some of these dogs, you should contact
sr: Ako Vam se sviđa neki od ovih pasa, kontaktirajte

source: Edit profile
sr: Uredi profil

source: Dogs in your foster
sr: Psi u Vašem hraniteljstvu

source: Please keep the dogs' information accurate and in a timely manner remove all posts with dogs that have been adopted.
sr: Molimo Vas održavajte informacije o psima tačnima i blagovremeno uklonite sve objave sa psima koji su udomljeni.

source: It seems you haven't added any fostering dogs. Are you here just to adopt the dog?
sr: Izgleda da niste dodali nijednog psa iz Vašeg hraniteljstva. Da li samo želite da udomite psa?

source: Fill out the adoption preferences form to find your matches.
sr: Popunite formu o preferencijama za udomljavanje kako bismo pronašli spojeve za Vas.

source: Dogs that you've liked. Maybe to look more into some of them?
sr: Psi koji su Vam se svidjeli. Možda da pogledate više informacija o njima?

source: ould you like to find a dog that would probably be the best fit for you? Give us some info about you so we can make a perfect match with our dogs.
sr: Da li biste željeli da pronađete psa koji bi bio najpogodniji za Vas? Dajte nam više informacija o Vama kako bismo napravili savršene spojeve sa našim psima.

source: Your preferences
sr: Vaše preferencije

source: (breeds)
sr: rase

source: (size), with
sr: (veličine) pse,

source: are not open to adopting a dog with special needs
sr: niste otvoreni za udomljavnje psa sa posebnim potrebama

source: don't have a yard
sr: nemate dvorište

source: Welcome
sr: Dobrodošli

source: We are here to match dogs and people
sr: Mi smo tu da povežemo pse i ljude

source: and to make a dope connection!
sr: i da napravimo vrh spojeve!

source: Sign In
sr: Ulogujte se

source: Want to adopt a dog or to put a dog for adoption?
sr: Želite da udomite psa ili da stavite psa za udomljavanje?

source: We understand how hard it is to pick a dog in a shelter when you would rather bring all of them home with you, or how hard it is to give fostering dogs and wonder if they will be a good fit with the adopters.
sr: Razumijemo koliko je teško izabrati samo jednog psa u skloništu kada biste radije poveli sve njih sa sobom, ili koliko je teško kao hranitelj dati psa i pitati se kako će se slagati sa udomiteljima.

source: In a view of enhancing that, we came up with the solution of connecting dogs and people based on their traits and preferences. Let's try our luck today and make some lives better!
sr: U cilju poboljšanja ovih procesa, došli smo do rješenja povezivanjem pasa i ljudi na osnovu njihovih osobina i preferencija. Hajde da iskušamo sreću danas i da učinimo neke živote boljima!

source: View our dogs
sr: Pogledajte naše pse

source: Edit Account Info
sr: Izmijenite podatke o nalogu

source: Would you also like to fill out the adoption preferences form?
sr: Da li biste željeli i da popunite formu o preferencijama za udomljavanje?

source: Upload your picture
sr: Dodajte fotografiju

source: Your perfect matches still waiting to be found!
sr: Vaši savršeni spojevi i dalje čekaju da budu pronađeni!

source: Fill out the questionnaire again.
sr: Popunite upitnik iznova.

source: Your perfect matches waiting to be adopted!
sr: Vaši savršeni spojevi čekaju udomljavanje!

source: Do you want to change some of the preferences you gave to us
sr: Da li želite da promijenite neke od preferenci koje ste unijeli

source: Fill out the questionnaire again
sr: Popunite upitnik iznova.

source: preferre pure breed
sr: preferirate rasnog psa

source: medium
sr: srednji

source: short
sr: kratke

source: long
sr: duge

source: low
sr: nizak

source: high
sr: visok

source: all
sr: bilo koje

source: black
sr: crne

source: brown
sr: smeđe

source: yellow
sr: žute

source: white
sr: bijele

source: puppy
sr: kuče

source: young
sr: mladi

source: adult
sr: odrastao

source: senior
sr: stari

source: small
sr: male

source: large
sr: velike

source: Male
sr: Muški

source: Female
sr: Ženski

source: Set up your profile
sr: Podesite Vaš nalog

source: Perfect matches
sr: Savršeni spojevi

source: Profile
sr: Profil

source: New Post
sr: Nova objava

source: You can reanswer just the questions which answer you want to change.
sr: Potrebno je da ponovo odgovorite samo na pitanja na koja dajete izmijenjen odgovor.
